[
 {
   "fanva": "Пожар! Пожар! Это было первое, что пришло мне в голову, когда я впервые увидел эту картину.",
   "glico": "Fire! Fire! This was the first thing that came to my mind when I first saw this picture."
 },
 {
   "fanva": "На переднем плане пожарная машина подняла лестницу к четвёртому этажу, где вспыхнул пожар.",
   "glico": "In the foreground, a fire truck has raised a ladder to the fourth floor, where a fire has broken out."
 },
 {
   "fanva": "Из окна вырываются языки пламени, и густой дым клубится в небо.",
   "glico": "Tongues of flame burst from the window, and thick smoke billows into the sky."
 },
 {
   "fanva": "Пожарный наверху разбрызгивает мощную струю воды, пока его товарищи поднимаются по лестнице, таща за собой шланг.",
   "glico": "A firefighter at the top is spraying a powerful stream of water, while his comrades are walking up the stairs, dragging a hose behind them."
 },
 {
   "fanva": "Через стеклянную лестничную клетку мы видим, как они уже поднимаются.",
   "glico": "Through the glass stairwell, we see them already going up."
 },
 {
   "fanva": "У входа в подъезд пожарный осторожно отводит от дома женщину с дочерью.",
   "glico": "At the entrance to the building, a firefighter is carefully leading a woman with her daughter away."
 },
 {
   "fanva": "На балконе четвёртого этажа мужчина спрыгнул вниз, целясь в надувную спасательную подушку — он крепко держит свою собаку.",
   "glico": "On the balcony of the fourth floor, a man has jumped down, aiming for an inflatable rescue cushion—he is holding his dog tightly."
 },
 {
   "fanva": "Другой мужчина высунулся из окна на первом этаже, крича что-то, а его собака воет рядом.",
   "glico": "Another man has leaned out of a window on the first floor, shouting something, and his dog is howling next to him."
 },
 {
   "fanva": "На балконах второго и третьего этажей жильцы держат своих питомцев, готовясь прыгнуть — мужчина с хомяком в клетке и женщина, держащая кота.",
   "glico": "On the balconies of the second and third floors, residents are holding their pets, preparing to jump—a man with a hamster in a cage and a woman holding a cat."
 },
 {
   "fanva": "Несмотря на хаос, некоторые люди, кажется, не замечают пожара.",
   "glico": "Despite the chaos, some people seem not to notice the fire."
 },
 {
   "fanva": "Женщина на втором этаже спокойно моет окно, удивлённо глядя на пожарных.",
   "glico": "A woman on the second floor is calmly washing her window, looking at the firefighters with surprise."
 },
 {
   "fanva": "На первом этаже мужчина опустил газету и кружку кофе, с недоумением смотря на происходящее.",
   "glico": "On the first floor, a man has lowered his newspaper and coffee cup, looking at the scene with bewilderment."
 },
 {
   "fanva": "Тем временем другая пара передаёт друг другу вещи, никак не выражая спешки.",
   "glico": "Meanwhile, another couple is passing things to each other, showing no sign of hurry."
 },
 {
   "fanva": "Картина передаёт опасность, срочность и катастрофу — но в то же время странным образом и моменты безразличия.",
   "glico": "The picture conveys danger, urgency, and disaster—but at the same time, in a strange way, moments of indifference."
 }
]