[
 {
   "fanva": "Сцена передо мной такая, как будто я вышел на балкон пятого этажа подышать свежим воздухом и наблюдаю за оживленной улицей, полной активности.",
   "glico": "The scene before me is as if I have stepped onto my fifth-floor balcony for fresh air and am watching a busy street full of activity."
 },
 {
   "fanva": "Напротив почтового отделения эвакуатор готовится увезти машину, которая была припаркована неправильно.",
   "glico": "Opposite the post office, a tow truck is preparing to take away a car that has been parked incorrectly."
 },
 {
   "fanva": "Водитель такси спорит с одним из работников эвакуатора, его путь заблокирован, так как ему срочно нужно попасть в аэропорт.",
   "glico": "A taxi driver is arguing with one of the tow workers, his path blocked as he urgently needs to get to the airport."
 },
 {
   "fanva": "Его жена, сидящая в машине, проверяет свои часы.",
   "glico": "His wife, sitting in the car, is checking her watch."
 },
 {
   "fanva": "Другой работник эвакуатора стоит у входа в почтовое отделение, разговаривает с полицейским и, вероятно, объясняет, почему они прибыли.",
   "glico": "Another tow worker is standing near the post office entrance, speaking to a police officer and likely explaining why they have arrived."
 },
 {
   "fanva": "Над ними прозрачная крыша здания открывает мирную сцену: мама-художница держит своего младенца, рисуя кисточкой на мольберте.",
   "glico": "Above them, the building’s transparent roof is revealing a peaceful scene: an artist mother is holding her baby while painting with a brush on an easel."
 },
 {
   "fanva": "На тротуаре работник почты несет посылки, в то время как мужчина неподалеку загружает свой велосипедный прицеп.",
   "glico": "On the sidewalk, a postal worker is carrying packages, while a man is loading his bicycle trailer nearby."
 },
 {
   "fanva": "Двое детей на велосипедах с любопытством наблюдают за ним.",
   "glico": "Two children on bicycles are watching him curiously."
 },
 {
   "fanva": "В соседнем здании мальчик моет окно на одном балконе, в то время как на другом первоклассник перелезает через перила, а его рыжеволосая мама строго говорит ему слезть вниз.",
   "glico": "In the neighboring building, a boy is washing a window on one balcony, while on another, a first-grader is climbing over the railing as his red-haired mother is sternly telling him to get down."
 }
]