[
 {
   "fanva": "Расскажите мне о себе.",
   "glico": "Tell me about yourself."
 },
 {
   "fanva": "Я имею более 20 лет опыта работы в розничной торговле, включая 3 года в качестве мерчендайзера.",
   "glico": "I have over 20 years of experience in retail, including 3 years as a merchandiser."
 },
 {
   "fanva": "Работая в Польше, я получила опыт в контроле качества.",
   "glico": "While working in Poland, I gained/got experience in quality control."
 },
 {
   "fanva": "В Канаде я работала на складе полтора года, начиная с отгрузки и позже перейдя на комплектацию.",
   "glico": "In Canada, I worked in a warehouse for a year and a half, starting in shipping and later transitioning to picking."
 },
 {
   "fanva": "Мои обязанности включали сканирование и подбор товаров, упаковку паллет, загрузку их в грузовики, повторную проверку заказов и надежную упаковку товаров.",
   "glico": "My responsibilities included scanning and picking goods, wrapping pallets, loading them in trucks, double-checking orders, and packing items securely."
 },
 {
   "fanva": "Каковы ваши сильные стороны?",
   "glico": "What are your strengths?"
 },
 {
   "fanva": "Я трудолюбивый, надежный и высоко мотивированный человек.",
   "glico": "I am a hard worker, reliable, and highly motivated."
 },
 {
   "fanva": "Я также общительная, гибкая и (сильный) командный игрок, что помогает мне преуспевать в динамичных условиях, таких как розничная торговля.",
   "glico": "I’m also sociable, flexible, and a strong team player, which helps me thrive / be successful in fast-paced environments like retail."
 },
 {
   "fanva": "Каковы ваши слабые стороны?",
   "glico": "What are your weaknesses?"
 },
 {
   "fanva": "(Иногда) я могу быть немного застенчивой при знакомстве с новыми людьми, но я активно работаю над этим, больше общаясь с клиентами и коллегами, чтобы укрепить уверенность в себе.",
   "glico": "I can be a bit shy when meeting new people, but I’ve been actively working on this by engaging more with customers and colleagues to build my confidence."
 },
 {
   "fanva": "Почему вы заинтересованы в этой должности?",
   "glico": "Why are you interested in this position?"
 },
 {
   "fanva": "Ответ A: Я восхищаюсь приверженностью вашей компании помощи нуждающимся и хотела бы внести вклад в такое значимое дело.",
   "glico": "Answer A: I admire your company’s commitment to helping people in need, and I’d love to contribute to such a meaningful cause."
 },
 {
   "fanva": "Ответ B: Я восхищаюсь стремлением вашей компании улучшить качество обслуживания клиентов и хочу быть частью команды, которая приоритезирует удовлетворенность клиентов.",
   "glico": "Answer B: I admire your company’s dedication to improving the quality of service for customers, and I want to be part of a team that prioritizes customer satisfaction."
 },
 {
   "fanva": "Можете ли вы описать сложную ситуацию, с которой вы столкнулись на работе и как вы справились с ней.",
   "glico": "Can you describe a challenging situation you’ve faced at work and how you handled it?"
 },
 {
   "fanva": "Однажды когда я работала в прод. маге в 2015-м клиент был недоволен товаром, который он приобрёл.",
   "glico": "Once, when I worked at a grocery store in 2015, a customer was unhappy with a product they purchased."
 },
 {
   "fanva": "Я внимательно выслушала его претензии/беспокойства, извинилась за неудобства и предложила замену.",
   "glico": "I listened carefully to their concerns, apologized for the inconvenience, and offered a replacement."
 },
 {
   "fanva": "Клиент оценил разрешение (проблемы) и ушел довольным.",
   "glico": "The customer appreciated the resolution and left satisfied."
 },
 {
   "fanva": "Где вы видите себя через пять лет?",
   "glico": "Where do you see yourself in five years?"
 },
 {
   "fanva": "Я надеюсь развивать новые навыки, брать на себя больше ответственности и расти в компании, возможно/потенциально, перейдя на руководящую или управленческую должность.",
   "glico": "I hope to develop new skills, take on more responsibilities, and grow within the company, potentially moving into a supervisory or management role."
 },
 {
   "fanva": "Что вы знаете о нашей компании?",
   "glico": "What do you know about our company?"
 },
 {
   "fanva": "Я знаю, что ваша компания предана (идее) предоставлять высококачественные продукты и услуги, а также поддерживать сообщество, например, через такие инициативы, как продовольственный банк.",
   "glico": "I know that your company is committed to providing high-quality products and services while also supporting the community, such as through initiatives like the food bank."
 },
 {
   "fanva": "Как вы справляетесь со стрессом и давлением?",
   "glico": "How do you handle stress and pressure?"
 },
 {
   "fanva": "Я остаюсь спокойной и сосредоточенной, приоритизируя задачи и берясь за них по одной.",
   "glico": "I stay calm and focused by prioritizing tasks and tackling them one at a time."
 },
 {
   "fanva": "Это помогает мне эффективно справляться со стрессом и поддерживать продуктивность.",
   "glico": "This helps me manage stress effectively and maintain productivity."
 },
 {
   "fanva": "Каким достижением вы гордитесь?",
   "glico": "What achievement are you proud of?"
 },
 {
   "fanva": "Ответ A: Я горжусь случаем, когда я быстро информировала клиентов о акции в нашем магазине.",
   "glico": "Answer A: I’m proud of a time when I quickly informed customers about a promotion at our store."
 },
 {
   "fanva": "Моя проактивная коммуникация привела к немедленному увеличению посещаемости и продаж.",
   "glico": "My proactive communication led to an immediate increase in customer visits and sales."
 },
 {
   "fanva": "Ответ B: Я начала свою карьеру как продавец и была повышена до управляющего магазином, что стало важной вехой в моей карьере.",
   "glico": "Answer B: I started as a sales clerk and was promoted to store manager, which was a significant milestone in my career."
 }
]